---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.PlasticvinylPatternType.None
enum: Autodesk.Revit.DB.Visual.PlasticvinylPatternType
source: html/e70d0d72-3e57-dcdd-dc5c-e786bc8924d1.htm
---
# Autodesk.Revit.DB.Visual.PlasticvinylPatternType.None